{"pageName":"SporeSun Enterprises","name":"Neil Holloway","headerTaglineOne":"Hello 👋","headerTaglineTwo":"I'm Neil Holloway","avatarImageSrc":"https://i.imgur.com/WEfONaP.jpg","headerTaglineThree":"#actuallyAutistic researcher and full-stack web developer","headerTaglineFour":" based in San Juan Capistrano, CA, USA","showCursor":true,"showBlog":true,"darkMode":true,"showResume":true,"socials":[{"id":"1","title":"Github","link":"https://github.com/SporeSun"},{"id":"2","title":"LinkedIn","link":"https://www.linkedin.com/in/neil-holloway-9258b471/"},{"id":"3","title":"Twitter","link":"https://twitter.com/SporeSunEnt"},{"id":"4","title":"Blog","link":""},{"id":"5","title":"Email","link":"mailto:holloway.neil13@gmail.com"}],"projects":[{"id":"1","title":"SongStories","description":"Learn about the music you love","imageSrc":"https://i.imgur.com/s1s2EGi.png","url":"https://sivelos1.github.io/Project-One/"},{"id":"2","title":"MyFolio","description":"Your Professional Sharing Platform","imageSrc":"https://i.imgur.com/g764ori.png","url":"https://project-two-myfolio-49405d36a478.herokuapp.com/"},{"id":"3","title":"Sporesun Enterprises","description":"Start-Up Creation and Administration","imageSrc":"https://i.imgur.com/D19lteM.jpg","url":""}],"services":[{"id":"1","title":"Data Services","description":"Our data science services encompass comprehensive analysis of big data to extract critical insights, employing advanced techniques in statistical analysis, predictive modeling, machine learning, and data mining to drive strategic decision-making and optimize business performance"},{"id":"2","title":"Full-Stack Web Development","description":"We offer professional web development services to create custom, responsive, and user-friendly websites tailored to meet your business needs, ensuring a seamless digital experience for your customers across all devices."},{"id":"3","title":"UI/UX Research","description":"We provide UI/UX research services to enhance user satisfaction by creating intuitive, accessible, and engaging designs based on in-depth user behavior analysis and usability testing."},{"id":"4","title":"Bass Lessons and Session Recording","description":"We provide personalized bass lessons for all skill levels and professional session recording to capture your unique sound with high-quality audio production."},{"id":"5","title":"Mushroom and Fungi-based Startup Consulting","description":"We specialize in consulting for mushroom and fungi-based startups, offering expert guidance on cultivation, market strategy, and sustainable practices to help your business grow and thrive in the mycological industry"}],"aboutpara":"I am a detail-oriented professional with a unique background in psychology, research, and operations management.\n\n Through my experience at the Rutgers Full Stack Web Development bootcamp, I've gained in-depth skills in Full-Stack Development, React.js, JavaScript, Node.js, Express.js, MongoDB, MySQL, Sequelize.js, and Blaze UI.\n\n Blending my past roles in data analysis, stakeholder management, and project execution with my new web development expertise, I'm poised to create robust, user-centric web solutions. My proficiency in tools like R, Python, and Tableau now integrates seamlessly with my web development toolkit, ensuring holistic solutions that leverage both data insights and front-end/back-end technologies.\n\n My commitment to delivering superior web-based solutions is deeply rooted in effective communication, strong organizational skills, and a thorough understanding of contemporary web frameworks and data science paradigms.\n\n Outside of my professional pursuits, I remain a passionate independent researcher, exploring intriguing topics in psychology, wellness, and the psychedelic space.\n\n As I venture deeper into the realm of full-stack web development, I am eager to contribute my unique blend of skills to dynamic teams and innovative projects.","resume":{"tagline":"Experienced full-stack developer with expertise in React.js, Node.js, Express.js, MongoDB, and MySQL. Rutgers University Bootcamp graduate with a strong background in psychology, research, and operations management. Demonstrated skills in data analysis, visualizations, and stakeholder collaboration. Adept in both technical and interpersonal aspects of project management, thriving in dynamic team settings.","experiences":[{"id":"1","dates":"Jan 2023 - Present","type":"Full Time","position":"Mental Health Worker at Royale MHRC","bullets":"Achieved a 25% reduction in relapse rate by formulating and implementing comprehensive support and treatment plans based on detailed patient assessments; Enhanced holistic patient care outcomes by coordinating effectively with clinical teams; Played a pivotal role in introducing innovative care strategies by conducting research on therapeutic practices; Upheld a 100% compliance rate with regulatory standards, emphasizing patient confidentiality and meticulous record-keeping"},{"id":"2","dates":"July 2020 - March 2022","type":"Full Time","position":"Founder/Operations Manager/Lead Facilitator at Sporesun Enterprises","bullets":"Successfully identified and tapped into a market niche which lead to the founding of Sporesun Enterprises; Spearheaded a 3000% increase in sales by architecting and executing strategic sales and marketing campaign; Optimized business operations across multiple departments including finance, sales, and client relationship management; Leveraged market analysis data to set competitive pricing, ensuring a strong market position"},{"id":"3","dates":"Sep 2021 - Dec 2022","type":"Assistant Manager","position":"Friar Tux, Laguna Niguel, CA","bullets":"Pioneered daily store operations, resulting in consistent revenue growth, streamlined operations, and heightened customer satisfaction levels; Boosted team performance and exploited commercial opportunities by conducting periodic training sessions; Amplified brand visibility by utilizing market research for trend identification and applying targeted sales strategies; Enhanced sales metrics by setting, tracking, and optimizing team KPIs based on performance analysis."},{"id":"4","dates":"Feb 2021 - Jan 2023","type":"Hosting and Support Specialist","position":"Illusions Software, Remote","bullets":"Excelled in addressing client support inquiries through a ticketing system and customizing web templates, ensuring high client satisfaction and adherence to project requirements; Collaborated with cross-functional teams to ensure quality in template application, contributing to QA processes and enhancements for optimal client experience; Demonstrated strong communication skills, keeping clients informed of status and solutions, and initiated process improvements for increased efficiency and effectiveness; Quickly adapted to a dynamic environment, continuously expanding expertise in web content management systems and prioritizing tasks for timely project delivery remotely."},{"id":"5","dates":"Mar 2019 - Dec 2020","type":"Behavioral Health Technician","position":"Sunshine Behavioral Health, San Juan Capistrano, CA","bullets":"Elevated patient safety and therapeutic outcomes by providing attentive direct care in a residential setting; Mitigated risks by consistently monitoring client activities and enforcing facility rules and safety protocols; Enhanced treatment quality by collaborating with a diverse team of professionals to devise and refine individualized treatment plans; Stayed ahead of industry standards by frequently participating in training sessions and workshops."},{"id":"6","dates":"Aug 2019 - Dec 2020","type":"Behavioral Health Technician","position":"South Coast Behavioral Health, Costa Mesa, CA","bullets":"Achieved 100% accuracy in medication administration, ensuring correct dosages and meticulous recording."}],"education":[{"universityName":"Rutgers University Full Stack Web Development Bootcamp","universityDate":"June 21, 2023 - December 14, 2023","universityPara":"Professional Certification: Full Stack Web Development"},{"universityName":"California State University, Dominguez Hills","universityDate":"August 21, 2016 - May 22, 2019","universityPara":"Bachelor's Of Arts, Clinical Psychology"}],"languages":["Javascript","HTML5","CSS","Python","Go"],"frameworks":["React","Typescript","NodeJs"],"others":["Figma","AdobeXD","AWS"]}}